Repository: opengnsys/ogCp
Catalog: ogcp/translations/*/LC_MESSAGES/messages.po
Languages: ca

source: Please, select at least {} element(s)
ca: Si us plau, seleccioneu almenys {} element (s)

source: No more than {} element(s) can be selected for the given action
ca: No es poden seleccionar més que {} element(s) per a l'acció donada

source: Incorrect password
ca: contrasenya incorrecta

source: Incorrect user name
ca: Nom d'usuari incorrecte

source: days
ca: dies

source: hours
ca: hores

source: minutes
ca: minuts

source: ogServer connection failed: {}.
ca: La connexió ogServer ha fallat: {}.

source: ogServer: error powering off client
ca: ogServer: Error en desactivar el client

source: Client powered off successfully
ca: El client es va apagar amb èxit

source: Wake On Lan request sent successfully
ca: WoL enviada correctament

source: Invalid setup form
ca: Formulari de configuració no vàlid

source: Image to restore was not found
ca: No s'ha trobat la imatge per restaurar

source: Image restore command sent sucessfully
ca: Ordre de restauració d'imatges enviada amb èxit

source: There was a problem sending the image restore command
ca: S'ha produït un problema en enviar l'ordre de restauració de la imatge

source: Computers have different partition setup
ca: Els ordinadors tenen diferents configuracions de partició

source: ogServer was unable to obtain setup of selected computer {}
ca: ogServer no ha pogut obtenir la configuració de l'ordinador seleccionat {}

source: Disk: {} | Part: {}
ca: Disc: {} | Part: {}

source: Hardware inventory command has been sent
ca: S'ha enviat l'ordre d'inventari de maquinari

source: There was a problem sending the hardware inventory command
ca: S'ha produït un problema en enviar l'ordre d'inventari de maquinari

source: Software profile request sent successfully
ca: Sol·licitud de perfil de programari enviat correctament

source: Error processing software profile request: ({})
ca: S'ha produït un error en processar el perfil de programari: ({})

source: Error processing software profile form
ca: S'ha produït un error en processar el formulari de perfil de programari

source: ogServer: error adding client
ca: ogServer: Error afegint client

source: Client added successfully
ca: El client s'ha afegit correctament

source: No clients found. Check the dhcpd.conf file.
ca: No s'ha trobat cap client. Comproveu el fitxer dhcpd.conf.

source: ogServer: error adding client {}
ca: ogServer: error afegint client {}

source: Clients imported successfully
ca: Els clients s'han importat correctament

source: ogServer: error deleting client
ca: ogServer: Error en suprimir el client

source: Client deleted successfully
ca: El client va suprimir correctament

source: Client set boot mode request sent successfully
ca: Sol·licitud de mode d'arrencada del client enviada correctament

source: Ogserver replied with status code not ok
ca: ogServer va respondre amb el codi d'estat que no està bé

source: Client set ogLive request sent successfully
ca: Sol·licitud de OGLive SET OGLIVE al client enviada correctament

source: Image update command sent sucessfully
ca: L'ordre d'actualització de la imatge s'ha enviat amb èxit

source: There was a problem sending the image update command
ca: S'ha produït un problema en enviar l'ordre d'actualització de la imatge

source: ogServer: error rebooting client
ca: ogServer: Error de reiniciar el client

source: Client rebooted successfully
ca: El client es va reiniciar correctament

source: OgServer replied with a non ok status code
ca: ogServer va respondre amb un codi d'estat no correcte

source: Refresh request processed successfully
ca: Sol·licitud d'actualització processada correctament

source: Server replied with error code when adding the center
ca: El servidor va respondre amb un codi d'error en afegir el centre

source: Center added successfully
ca: Centre afegit correctament

source: Server replied with error code when deleting the center
ca: El servidor va respondre amb un codi d'error a l'hora de suprimir el centre

source: Center deleted successfully
ca: Centre eliminat correctament

source: Server replied with error code when adding the room
ca: El servidor va respondre amb el codi d'error en afegir l'habitació

source: Room added successfully
ca: Habitació afegida correctament

source: Server replied with error code when deleting the room
ca: El servidor va respondre amb un codi d'error a l'hora de suprimir l'habitació

source: Room deleted successfully
ca: L'habitació s'ha eliminat correctament

source: ogServer: error adding the repository
ca: ogServer: error en afegir el repositori

source: Repository added successfully
ca: El repositori s'ha afegit correctament

source: Please select one repository to delete
ca: Seleccioneu un dipòsit que voleu suprimir

source: OgServer: error deleting repository
ca: OgServer: error en suprimir el repositori

source: Repository deleted successfully
ca: El dipòsit s'ha suprimit correctament

source: Passwords do not match
ca: Les contrasenyes no coincideixen

source: This username already exists
ca: Aquest nom d'usuari ja existeix

source: User {} do not exists
ca: L'usuari {} no existeix

source: User {} deleted
ca: S'ha suprimit l'usuari {}

source: Image deletion request sent successfully
ca: Sol·licitud de supressió d'imatges enviada correctament

source: Please select one image to delete
ca: Seleccioneu una imatge per esborrar

source: Submit
ca: Presentar

source: Type
ca: Tipus

source: Partition
ca: Divisió

source: Filesystem
ca: Sistema de fitxers

source: Size (KB)
ca: Mida (KB)

source: Select one client as reference to define the partition scheme
ca: Seleccioneu un client com a referència per definir l'esquema de particions

source: Ok
ca: D'acord

source: Refresh
ca: Actualització

source: View
ca: Visió

source: Update
ca: Actualitzar

source: Session
ca: Sessió

source: Run
ca: Correr

source: Image
ca: Imatge

source: Method
ca: Mètode

source: Restore
ca: Retornar

source: Name
ca: Nom

source: Serial Number
ca: Número de sèrie

source: Maintenance
ca: Manteniment

source: Interface
ca: Interfície

source: Repository
ca: Dipòsit

source: Room
ca: Habitació

source: Boot Mode
ca: Mode d'arrencada

source: Create
ca: Crear

source: dhcpd configuration
ca: configuració dhcpd

source: Import
ca: Importació

source: Boot mode
ca: Mode d'arrencada

source: Image name
ca: Nom de la imatge

source: Description
ca: Descripció

source: Center name
ca: Nom del centre

source: Comment
ca: Comentari

source: Center
ca: Centre

source: Room name
ca: Nom de l'habitació

source: Size (GiB)
ca: Mida (GIB)

source: Modified
ca: Modificat

source: Permissions
ca: Permisos

source: Software id
ca: Identificador de programari

source: User
ca: Utilitària

source: Password
ca: Contrasenya

source: Login
ca: Iniciar sessió

source: Username
ca: Nom d'usuari

source: Repeat password
ca: Repeteix la contrasenya

source: Administrator
ca: Administrador

source: Allowed scopes
ca: Àmbits permesos

source: Leave this empty to give full permissions
ca: Deixeu-ho buit per donar els permisos complets

source: Scopes
ca: Àmbits

source: Commands
ca: Ordres

source: Images
ca: Imatges

source: Repositories
ca: Repositoris

source: Users
ca: Usuaris

source: Logout
ca: Tancar sessió

source: Client
ca: Clienta

source: Start session
ca: Inici sessió

source: Client details
ca: Detalls del client

source: Setup
ca: Configuració

source: Set boot mode
ca: Estableix el mode d'arrencada

source: Set ogLive
ca: Estableix Oglive

source: Partition & Format
ca: Partició i format

source: Power
ca: Força

source: Power on (WoL)
ca: Potència (WOL)

source: Power off
ca: Apagar

source: Reboot
ca: Reiniciar

source: Create image
ca: Crea una imatge

source: Update image
ca: Actualitza la imatge

source: Restore Image
ca: Restaura la imatge

source: Inventory
ca: Inventari

source: System log
ca: Registre del sistema

source: Real time log
ca: Registre de temps real

source: Back
ca: Torna

source: Date
ca: Data

source: Uptime
ca: Temps d'activitat

source: ogServer uptime
ca: ogServer temps d'activitat

source: Connected clients (ogClient)
ca: Clients connectats (ogclient)

source: Number of images
ca: Nombre d'imatges

source: Disk stats
ca: Estadístiques del disc

source: Disk size
ca: Mida del disc

source: used
ca: usà

source: available
ca: disponible

source: Memory
ca: Memòria

source: Memory size
ca: Mida de la memòria

source: swap size
ca: mida d'swap

source: Latest images
ca: Últimes imatges

source: ogLive images
ca: Imatges Oglive

source: default
ca: absència

source: Image details
ca: Detalls de la imatge

source: Delete image
ca: Suprimeix la imatge

source: Selected clients
ca: Clients seleccionats

source: WoL sent
ca: WoL enviat

source: Busy
ca: Ocupat

source: Add repository
ca: Afegeix un repositori

source: Delete repository
ca: Suprimeix el repositori

source: Add client
ca: Afegir client

source: Import clients
ca: Importa clients

source: Delete client
ca: Suprimeix el client

source: Add room
ca: Afegir espai

source: Delete room
ca: Suprimeix la sala

source: Add center
ca: Afegir centre

source: Delete center
ca: Suprimeix el centre

source: Add user
ca: Afegeix un usuari

source: Edit user
ca: Edita l'usuari

source: Delete user
ca: Suprimeix l'usuari

source: Add a repository
ca: Afegeix un repositori

source: Size
ca: Tamany

source: Delete %(ip_count)d client(s)
ca: Eliminar %(ip_count)d Client (s)

source: Delete image %(image_name)s
ca: Suprimeix la imatge %(image_name)s

source: Delete repository %(repo_name)s
ca: Suprimeix el dipòsit %(repo_name)s

source: Hardware inventory
ca: Inventari de maquinari

source: Selected client:
ca: Client seleccionat:

source: Item
ca: Article

source: Create a partition image
ca: Creeu una imatge de partició

source: Selected client
ca: Client seleccionat

source: Restore partition image to %(ip_count)d computer(s)
ca: Restaurar la imatge de partició a %(ip_count)d ordinador(s)

source: Update partition image
ca: Actualitza la imatge de la partició

source: Changing boot mode of %(ip_count)d computer(s)
ca: Canvi de mode d'arrencada de %(ip_count)d ordinador(s)

source: Changing ogLive of %(ip_count)d computer(s)
ca: Canvi d'Oglive de %(ip_count)d ordinador(s)

source: Power off %(ip_count)d client(s)
ca: Apagar %(ip_count)d client(s)

source: Reboot %(ip_count)d client(s)
ca: Reinicieu %(ip_count)d Client (s)

source: Partitioning %(ip_count)d client(s)
ca: S'estan particionant %(ip_count)d clients

source: Start %(ip_count)d client(s) session
ca: Inicieu %(ip_count)d Sessió del client

source: Partition and Format
ca: Partició i format

source: Disk
ca: Disc

source: Partition Table Type
ca: Tipus de taula de particions

source: Total Disk Size
ca: Mida total del disc

source: Remove
ca: Treure

source: Add a new partition
ca: Afegiu una nova partició

source: Accept
ca: Acceptar

source: Software Inventory
ca: Inventari de programari

source: Software inventory
ca: Inventari de programari

source: Powering on %(ip_count)d computer(s)
ca: Enceneu el %(ip_count)d ordinador(s)

source: Client log
ca: Registre de clients

source: Add a user
ca: Afegeix un usuari

source: Delete user {}
ca: Suprimeix l'usuari {}

source: Edit user {}
ca: Edita l'usuari {}
